<!-- description.php -->

<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="../assets/css/main.css">
    <title>Описание проекта</title>
</head>

<body>
<div class="page-container">
    <?php include '../includes/header.php'; ?>

    <main>
        <article>
            <h1>Добро пожаловать на наш проект</h1>
            <p>На данной странице вы найдете подробное описание нашего проекта и его функциональности.</p>

            <section>
                <h2>Цель проекта</h2>
                <p>Наш проект создан с целью предоставить пользователям возможность прохождения психологических тестов,
                    анализа результатов и получения статистики по своей деятельности.</p>
            </section>

            <section>
                <h2>Функциональность проекта</h2>
                <p>Проект предоставляет следующую функциональность:</p>
                <ul>
                    <li>Прохождение психологических тестов;</li>
                    <li>Анализ результатов прохождения тестов;</li>
                    <li>Просмотр статистики, включая средние показатели по пользователям;</li>
                    <li>Интерфейс для зарегистрированных пользователей и гостей.</li>
                </ul>
            </section>

            <section>
                <h2>Как использовать проект</h2>
                <p>Для использования всех функций проекта, вам необходимо зарегистрироваться. Зарегистрированные
                    пользователи имеют доступ ко всем тестам и получают персонализированную статистику.</p>
            </section>

            <section>
                <h2>Благодарим за использование нашего проекта!</h2>
                <p>Надеемся, что наш проект поможет вам лучше понять себя и свои психологические особенности.</p>
            </section>
        </article>
    </main>
</div>
</body>
<?php include '../includes/footer.php'; ?>
</html>
